formulahendry.dotnet-test-explorer
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.azure-account
ms-azuretools.vscode-azurefunctions
ms-vscode-remote.remote-containers
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-azure-devops.azure-pipelines
tomaustin.azure-devops-yaml-pipeline-validator
ms-azuretools.vscode-azureresourcegroups
hookyqr.beautify
ms-dotnettools.csharp
jchannon.csharpextensions
adrianwilczynski.namespace
formulahendry.code-runner
streetsidesoftware.code-spell-checker
msjsdiag.debugger-for-chrome
vscjava.vscode-java-debug
ms-azuretools.vscode-docker
mikestead.dotenv
editorconfig.editorconfig
donjayamanne.githistory
codezombiech.gitignore
eamodio.gitlens
golang.go
xabikos.javascriptsnippets
jamesls.jmespath-vscode
fwcd.kotlin
mathiasfrohlich.kotlin
james-yu.latex-workshop
yzane.markdown-pdf
shd101wyy.markdown-preview-enhanced
felipe.nasc-touchbar
g2.vscode-npm-script
ckolkman.vscode-postgres
esbenp.prettier-vscode
mohsen1.prettify-json
imperez.smarty
juanblanco.solidity
pflannery.vscode-versionlens
visualstudioexptteam.vscodeintellicode
uctakeoff.vscode-counter
vscode-icons-team.vscode-icons
redhat.vscode-xml
dbaeumer.vscode-eslint
davidanson.vscode-markdownlint
miclo.sort-typescript-imports
amatiasq.sort-imports
vscodevim.vim
wayou.vscode-todo-highlight
waderyan.gitblame
pkief.material-icon-theme
42crunch.vscode-openapi
mechatroner.rainbow-csv
foxundermoon.shell-format
dunstontc.vscode-gitignore-syntax
forbeslindesay.vscode-sql-template-literal
eliverlara.andromeda
digitalassetholdingsllc.daml
